Repository: NonSenZ21/kawaitree
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Name
fr: Nom

source: Origin
fr: Origine

source: Species
fr: Espèce

source: Planting date
fr: Date de plantation

source: Acquisition date
fr: Date d'acquisition

source: Owner
fr: Propriétaire

source: Main picture
fr: Photo principale

source: URL (YouTube video...)
fr: URL (vidéo Youtube...)

source: Tree
fr: Arbre

source: Planned date
fr: Date prévue

source: Realisation date
fr: Date de réalisation

source: Task
fr: Tâche

source: Shot date
fr: Date du cliché

source: Shot before task
fr: Photo avant réalisation

source: Shot after task
fr: Photo après réalisation

source: Picture
fr: Photo

source: Thumbnail
fr: Miniature

source: Language
fr: Langue

source: Order
fr: Ordre

source: Category
fr: Catégorie

source: Answer
fr: Réponse

source: Dashboard
fr: Tableau de bord

source: All photos
fr: Toutes les photos

source: Maintenance
fr: Entretien

source: Calendar
fr: Calendrier

source: Next tasks
fr: Prochaines tâches

source: Overdue tasks
fr: Tâches en retard

source: All tasks
fr: Toutes les tâches

source: Weather
fr: Météo

source: Members
fr: Membres

source: Map
fr: Carte

source: Gallery
fr: Galerie

source: Links
fr: Liens

source: About
fr: A propos

source: FAQ/help
fr: FAQ/aide

source: General info
fr: Infos générales

source: Privacy policy
fr: Politique de confidentialité

source: Legal policies
fr: Mentions légales

source: Contact the author
fr: Contacter l'auteur

source: Home
fr: Accueil

source: Profile
fr: Profil

source: Logout
fr: Se déconnecter

source: No FAQ yet.
fr: Pas encore de FAQ.

source: Video:
fr: Vidéo :

source: Instant task
fr: Tâche instantanée

source: Cancel
fr: Annuler

source: No link yet.
fr: Pas encore de lien.

source: Click on the markers to get more info...
fr: Cliquer sur un marqueur pour plus d'infos...

source: Delete Photo
fr: Supprimer la photo

source: Are you sure you want to delete this picture?
fr: Etes vous sûr de vouloir supprimer cette photo&nbsp;?

source: Yes delete
fr: Oui supprimer

source: Detail
fr: Détail

source: Task:
fr: Tâche&nbsp;:

source: Description:
fr: Description&nbsp;:

source: Shot date:
fr: Date du cliché&nbsp;:

source: Owner:
fr: Propriétaire :

source: Picture taken before executing the task.
fr: Photo prise avant l'exécution.

source: Picture taken after executing the task.
fr: Photo prise après l'exécution.

source: Back
fr: Retour

source: Delete
fr: Supprimer

source: Photos of
fr: Photos de

source: No photo in your collection.
fr: Pas de photo dans votre collection.

source: first
fr: premier

source: previous
fr: précédent

source: next
fr: suivant

source: last
fr: dernier

source: Photos of the members
fr: Photos des membres

source: No photo matching your parameters.
fr: Pas de photo correspondant à ces paramètres.

source: Filter
fr: Filtre

source: Delete task
fr: Supprimer la tâche

source: Are you sure you want to delete the task
fr: Etes-vous sûr de vouloir supprimer la tâche

source: for the tree
fr: pour l'arbre

source: Tree:
fr: Arbre&nbsp;:

source: Planned date:
fr: Date prévue&nbsp;:

source: Realisation date:
fr: Date de réalisation&nbsp;:

source: Edit
fr: Modifier

source: Before
fr: Avant

source: During
fr: Pendant

source: After
fr: Après

source: Add picture
fr: Ajouter une photo

source: Tree name
fr: Nom de l'arbre

source: No task to display
fr: Pas de tâche à afficher

source: You may be late...
fr: Vous êtes peut-être en retard...

source: No task planned in the next 90 days.
fr: Pas de tâche prévue dans les prochains 90 jours.

source: Next planned tasks
fr: Prochaines tâches

source: Next 3 months
fr: Trois prochains mois

source: Trees
fr: Arbres

source: No tree in your collection.
fr: Pas d'arbre dans votre collection.

source: Species:
fr: Espèce&nbsp;:

source: Planting date:
fr: Date de plantation&nbsp;:

source: Acquisition date:
fr: Date d'acquisition&nbsp;:

source: Origin:
fr: Origine&nbsp;:

source: Add task
fr: Ajouter une tâche

source: Add a tree
fr: Ajouter un arbre

source: Delete tree
fr: Supprimer l'arbre

source: Are you sure you want to delete the tree
fr: Etes-vous sûr de vouloir supprimer l'arbre

source: A = Evergreen tree, B = Deciduous tree, C = Pines and Conifers
fr: A = Feuillages persistants, B = Feuilles caduques, C = Pins et Conifères

source: Trying to see private tree?
fr: Vous essayez de supprimer un arbre privé&nbsp;?

source: Trying to see private task?
fr: Vous essayez de voir une tâche privée&nbsp;?

source: You need to specify a planned date or a realisation date please.
fr: Vous devez choisir au moins une date planifiée ou une date de réalisation.

source: Are you trying to list private pictures?
fr: Vous essayez de regarder des photos privées&nbsp;?

source: Trying to add an image to unidentified tree?
fr: Vous essayez d'ajouter une image à un arbre non identifié&nbsp;?

source: Trying to add an image to someone else's tree?
fr: Vous essayez d'ajouter une photo à l'arbre de quelqu'un d'autre&nbsp;?

source: Only JPG images are allowed, sorry!
fr: Seules les images JPG sont autorisées, désolé.

source: Your form is not valid and I don't know why!
fr: Votre formulaire n'est pas valide et je ne sais pas pourquoi.

source: Unknown action... WTF are you doing?
fr: Action inconnue... WTF ?

source: There is no task planned for this date.
fr: Il n'y a pas de tâche prévue à cette date.

source: Members map
fr: Carte des membres

source: English
fr: Anglais

source: French
fr: Français

source: Account Inactive
fr: Compte inactif

source: This account is inactive.
fr: Ce compte est inactif.

source: Bonsaï management
fr: Gestion des bonsaï

source: E-mail Addresses
fr: Adresses e-mail

source: The following e-mail addresses are associated with your account:
fr: Les adresses e-mail suivantes sont associées à votre compte&nbsp;:

source: Verified
fr: Vérifié

source: Unverified
fr: Non vérifié

source: Primary
fr: Primaire

source: Make Primary
fr: Rendre primaire

source: Re-send Verification
fr: Renvoyer la vérification

source: Remove
fr: Supprimer

source: Warning:
fr: Attention&nbsp;:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
fr: Vous n'avez pas actuellement d'adresse e-mail de configurée. Vous devriez en ajouter pour recevoir des notifications, réinitialiser votre mot de passe, etc.

source: Add E-mail Address
fr: Ajouter une adresse e-mail

source: Add E-mail
fr: Ajouter e-mail

source: Do you really want to remove the selected e-mail address?
fr: Voulez-vous vraiment supprimer l'adresse e-mail sélectionnée&nbsp;?

source: Hello from %(site_name)s!
fr: Bonjour de %(site_name)s&nbsp;!

source: Thank you for using %(site_name)s! %(site_domain)s
fr: Merci d'utiliser %(site_name)s! %(site_domain)s

source: or
fr: ou

source: Verify Your E-mail Address
fr: Vérifiez votre adresse e-mail

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification e-mail in your main inbox, check your spam folder. Please contact us if you do not receive the verification e-mail within a few minutes.
fr: Nous vous avons envoyé un e-mail de vérification. Cliquez sur le lien envoyé pour finaliser votre création de compte. Si vous ne voyez pas l'e-mail de vérification dans votre boite de réception, vérifiez votre dossier spam. Veuillez nous contacter si vous ne recevez pas l'e-mail de vérification en quelques minutes.

source: Sign In Via %(provider)s
fr: Se connecter via %(provider)s

source: You are about to sign in using a third party account from %(provider)s.
fr: Vous allez vous connecter en utilisant votre compte %(provider)s.

source: Acceptance of Terms of Use
fr: Acceptation des conditions d'utilisation

source: Continue
fr: Continuer

source: Welcome, You are logged in as
fr: Bienvenue, vous êtes connecté(e) en&nbsp;:

source: Your email address is
fr: Votre adresse e-mail est&nbsp;:

source: Logout With Google
fr: Se déconnecter avec Google

source: What?
fr: Quoi&nbsp;?

source: What is kawaïtree?
fr: Qu'est-ce que Kawaïtree&nbsp;?

source: Kawaïtree is an app to handle your bonsaï collection.
fr: Kawaïtree est une application web qui vous permet de gérer votre collection de bonsaï.

source: How?
fr: Comment&nbsp;?

source: How can I create/use an account?
fr: Comment créer/utiliser un compte&nbsp;?

source: To create or use an account, just log in with Google.
fr: Pour créer ou utiliser un compte, connectez-vous avec Google.

source: Login With Google
fr: Se connecter avec Google

source: Features
fr: Fonctionnalités

source: Bonsaï collection management
fr: Gestion de collection de bonsaï

source: Add/modify/delete information about your trees
fr: Ajoutez/modifiez/supprimez des informations sur vos arbres

source: Add/modify/delete photos of your trees
fr: Ajoutez/modifiez/supprimez des photos de vos arbres

source: Plan/do your tasks (care, maintenance, etc.)
fr: Planifiez/réalisez des tâches (soins, entretien, etc.)

source: Add/modify/delete photos of your trees before, during and after you do your tasks
fr: Ajoutez/modifiez/supprimez des photos de vos arbres avant, pendant et après vos tâches

source: Social network for Bonsaï enthousiasts
fr: Réseau social pour passionnés de Bonsaï

source: Find other bonsaïka around you (on a map)
fr: Trouvez des bonsaïka à proximité (sur une carte)

source: Look at public profiles, photos of other members collection
fr: Visualisez les profils publics et les photos de collections des autres membres

source: Contact other members (with public profiles)
fr: Contactez d'autres membres (au profil public)

source: Create your profile (private or public if you want to socialize)
fr: Créez votre profil (privé ou public si vous souhaitez socialiser

source: Weather alerts
fr: Alertes météo

source: Set up values (temp min and max, wind) in your profile to get weather alerts
fr: Configurez les valeurs (température min et max, vitesse du vent) dans votre profil pour bénéficier des alertes météo

source: Check the weather in your city
fr: Visualisez les prévisions météo de votre ville

source: Receive emails for weather alerts
fr: Recevez des alertes par mail

source: Other features to come
fr: Autres fonctionnalités à venir

source: Tutorials
fr: Tutoriaux

source: Links (websites to buy pots, bonsaï, tools, youtube casts, documentation about bonsaÏ care and maintenance, etc.)
fr: Liens (sites web pour acheter vos pots, bonsaï, outils, chaînes Youtube, documentation)

source: Discussion groups...
fr: Groupes de discussion...

source: and more!
fr: et bien d'autres !

source: Are you online?
fr: Etes-vous connecté ?

source: OFFLINE
fr: Hors connexion

source: Sorry, it seems that you are offline. Please connect to the Internet and reload the page
fr: Désolé, il semble que vous ne soyez pas connecté. Veuillez vous connecter et recharger la page svp.

source: Reload
fr: Recharger

source: what?
fr: Quoi&nbsp;?

source: Public profile
fr: Profil public

source: Metric (°C, m/s)
fr: Métrique (°C, m/s)

source: Imperial (°F, miles/hour)
fr: Impérial (°F, miles/hour)

source: Units
fr: Unités

source: Max temperature
fr: Température max

source: Min temperature
fr: Température min

source: Gust speed
fr: Rafales

source: Last donation date
fr: Date de don

source: Valid user
fr: Utilisateur valide

source: Expert (disable helpers)
fr: Mode expert (sans message d'aide)

source: Alert sender
fr: Emetteur de l'alerte

source: Event
fr: Evènement

source: Start
fr: Début

source: End
fr: Fin

source: Alert description
fr: Description

source: Day number
fr: Numéro du jour

source: Weather code
fr: Code météo

source: Weather main
fr: Météo principale

source: Weather description
fr: Description

source: Pressure
fr: Pression

source: Wind speed
fr: Vitesse du vent

source: Gusts speed
fr: Rafales

source: Humidity
fr: Humidité

source: Rain
fr: Pluie

source: Weather icon
fr: Icône météo

source: Delete your account
fr: Supprimer votre compte

source: Are you sure you want to delete your account?
fr: Etes-vous sûr de vouloir supprimer votre compte&nbsp;?

source: WARNING!
fr: ATTENTION&nbsp;!

source: Think about it twice. All your data will be lost! Not the end of the world but still...
fr: Prenez le temps de la réflexion. Toutes vos données seront perdues&nbsp;! pas la fin du monde mais quand même...

source: Profile Info
fr: Profil

source: Your profile is public. Other members can find your localisation, send you a message and see your collection.
fr: Votre profil est public. Les autres membres peuvent voir votre géolocalisation, vous envoyer un message et voir votre collection

source: Your profile is <strong>NOT</strong> public. Other members can't find your localisation, send you a message or see your collection.
fr: Votre profil n'est <strong>PAS</strong> public. Les autres membres ne peuvent pas voir votre géolocalisation, vous envoyer un message ou voir votre collection.

source: This map will allow weather alerts and will help other members to contact you if your profile is public. We suggest you do not give your home address, but specify only your town, for privacy and security reasons.
fr: Cette carte permettra de vous envoyer des alertes météo et aidera les autres membres à vous contacter si votre profil est public. Nous vous invitons à ne pas marquer votre adresse exacte mais uniquement votre ville pour des raisons de sécurité et de respect de la vie privée.

source: Check "Weather alert" if you want to receive weather alerts by email.
fr: Cochez "Alertes Météo" si vous souhaitez recevoir des alertes météo par mail.

source: If you wish, you can fill in the information below. It will be visible in your profile (only if it is public).
fr: Si vous le souhaitez, vous pouvez renseigner les informations ci-dessous. Elles seront visibles dans votre profil si celui-ci est public.

source: You can hide all help messages like this one by checking the Expert box below.
fr: Vous pouvez cacher tous les messages d'aide comme celui-ci en validant la case Expert ci-dessous.

source: Delete user
fr: Supprimer l'utilisateur

source: No tree in this collection.
fr: Pas d'arbre dans cette collection.

source: No photo in this collection.
fr: Pas de photo dans cette collection.

source: Pressure:
fr: Pression :

source: Wind speed:
fr: Vitesse du vent :

source: Gusts:
fr: Rafales :

source: Humidity:
fr: Humidité :

source: Rain:
fr: Pluie :

source: Weather alert
fr: Alerte météo

source: Your account has been updated!
fr: Votre compte a été mis à jour&nbsp;!

source: Something went wrong!
fr: Quelque chose a bugué !

source: Weather is not enabled in your profile.
fr: La météo n'est pas activée sur votre profil.

source: No information for now. Make sure you checked the "Weather alerts" checkbox in your profile and you will get your weather here tomorrow.
fr: Pas d'information pour l'instant. Vérifiez que vous avez coché la case "Alertes météo" dans votre profil et vous aurez la météo demain ici.

source: Shops
fr: Boutiques

source: Websites
fr: Sites web

source: Seed
fr: Graine

source: Picking
fr: Bouture

source: Tree nusery
fr: Pépinière

source: Private individual
fr: Particulier

source: Taking
fr: Prélèvement

source: Air layering
fr: Marcote

source: Ficus (Ficus retusa or ginseng)
fr: Ficus (Ficus retusa ou ginseng)

source: Dwarf Jade (Crassula or portulacaria)
fr: Crassula (Crassula ou portulacaria)

source: Fukien tea (Carmona)
fr: Carmona (Carmona)

source: Azalea (Rhododendron)
fr: Azalée (Rhododendron)

source: Bougainvillea (Bougainvillea)
fr: Bougainvillier (Bougainvillea)

source: Snow rose (Serissa)
fr: Neige de juin (Serissa)

source: Box or boxwood (Buxus)
fr: Buis (Buxus)

source: Sweet plum (Sageretia theezans)
fr: Sageretia theezans (Sageretia theezans)

source: Olive (Olea europaea)
fr: Olivier (Olea europaea)

source: Money tree (Pachira aquatica)
fr: Arbre à monnaie (Pachira aquatica)

source: Privet (Ligustrum)
fr: Troène (Ligustrum)

source: Cotoneaster (Cotoneaster)
fr: Cotonéaster (Cotoneaster)

source: Hawaiian umbrella (Schefflera arboricola)
fr: Schefflera (Schefflera arboricola)

source: Citrus or Lemon (Citrus limon and sinensis)
fr: Citronier (Citrus limon et sinensis)

source: Brush cherry (Eugenia myrtifolia and syzygium)
fr: Cerisier du Japon (Eugenia myrtifolia et syzygium)

source: Brazilian rain tree (Pithecellobium tortum)
fr: Acacia vincentis (Pithecellobium tortum)

source: Japanese holly (Ilex crenata)
fr: Houx japonais (Ilex crenata)

source: Jasmine (Gardenia)
fr: Jasmin (Gardénia)

source: Crepe myrtle (Lagerstroemia indica)
fr: Myrte de crêpe (Lagerstroemia indica)

source: Myrtle (Myrtus communis)
fr: Myrte (Myrtus communis)

source: Firethorn (Pyracantha)
fr: Pyracantha (Pyracantha)

source: Water jasmine (Wrightia religiosa)
fr: Etoile de Marie (Wrightia religiosa)

source: Wattle (Acacia)
fr: Acacia (Acacia)

source: Camellia (Camellia)
fr: Camélia (Camélia)

source: Eucalypt (Eucalyptus)
fr: Eucalyptus (Eucalyptus)

source: Bamboo (Bambusoideae)
fr: Bambou (Bambusoideae)

source: Japanese maple (Acer palmatum)
fr: Érable du Japon (Acer palmatum)

source: Chinese elm (Ulmus parviflora)
fr: Orme de Chine (Ulmus parviflora)

source: Cherry (Prunus Sakura)
fr: Cerisier (Prunus Sakura)

source: Oak (Quercus)
fr: Chêne (Quercus)

source: Wisteria (Wisteria)
fr: Glycine (Glycine)

source: Japanese elm (Zelkova)
fr: Orme du Japon (Zelkova)

source: Pomegranate (Punica granatum)
fr: Grenade (Punica granatum)

source: Trident maple (Acer buergerianum)
fr: Érable de Buerger (Acer buergerianum)

source: Apple and crabapple (Malus)
fr: Pommier d'ornement (Malus)

source: Desert rose (Adenium obesum)
fr: Rose du désert (Adenium obesum)

source: Hornbeam and beech (Carpinus and fagus)
fr: Charme et hêtre (Carpinus et fagus)

source: Star magnolia (Magnolia stellata)
fr: Magnolia étoilé (Magnolia stellata)

source: Chinese pepper (Xanthoxylum piperitum)
fr: Poivre du Sichuan (Xanthoxylum piperitum)

source: Hackberry (Celtis)
fr: Micocoulier (Celtis)

source: Flame tree (Delonix regia or Royal poinciana)
fr: Flamboyant (Delonix regia ou Royal poinciana)

source: Weeping willow (Salix)
fr: Saule pleureur (Salix)

source: Japanese winterberry (Ilex serrata)
fr: L'hiver du Japon (Ilex serrata)

source: Birch (Betula)
fr: Bouleau (Betula)

source: Chinese quince (Pseudocydonia)
fr: Cognassier de Chine (Pseudocydonia)

source: Judas tree (Cercis)
fr: Arbre de Judée (Cercis)

source: Hawthorn (Crataegus)
fr: Aubépine (Crataegus)

source: Silk tree (Albizia or mimosa)
fr: Arbre à soie (Albizia ou mimosa)

source: Rose (Rosa)
fr: Arbre à soie (Albizia ou mimosa)

source: Jabuticaba (Plinia cauliflora)
fr: Jaboticaba (Plinia cauliflora)

source: Ash (Fraxinus)
fr: Frêne (Fraxinus)

source: Dogwood (Cornus)
fr: Cornouiller (Cornus)

source: Juniper (Juniperus)
fr: Genévrier (Juniperus)

source: Pines (Pinus)
fr: Pins (Pinus)

source: Spruce (Picea)
fr: Epicéa (Picea)

source: Bald cypress (Taxodium distichum)
fr: Cyprès chauve (Taxodium distichum)

source: Larch and Golden Larch (Larix)
fr: Mélèze et mélèze doré (Larix)

source: Redwoods (Metasequoia and sequoia)
fr: Séquoias (métasequoia et séquoia)

source: Cedar (Cedrus)
fr: Cèdre (Cedrus)

source: Buddhist pine (Podocarpus)
fr: Pin des bouddhistes (Podocarpus)

source: Yew (Taxus or taxaceae)
fr: If (Taxus ou taxacées)

source: Hinoki cypress (Chamaecyparis)
fr: Cyprès d'Hinoki (Chamaecyparis)

source: Japanese cedar (Cryptomeria)
fr: Cèdre du Japon (Cryptomeria)

source: Hemlock (Tsuga)
fr: Pruche (Tsuga)

source: Thuja (Northern white cedar)
fr: Thuya (Cèdre du Canada)

source: Fir (Abies)
fr: Sapin (Abies)

source: Other
fr: Autre

source: Seeding
fr: Semis

source: Cutting
fr: Bouture

source: Pruning
fr: Taille

source: Shaping
fr: Former

source: Repotting
fr: Rempoter

source: Pinching
fr: Pincer

source: Defoliating
fr: Défoliation

source: Grafting
fr: Greffe
